"ALL_DAY_DAY_VIEW" = "יום שלם";
"NOON" = "12 בצהריים";
"UNTITLED_EVENT" = "אירוע חדש";
"ALL_DAY" = "יום שלם";
"ALL_DAY_EVENTS" = "אירועים של יום שלם";
"CELL_ENDS" = "מסתיים";

"CALENDARS" = "לוחות שנה";

"ALL" = "הכול";
"ALL_CALENDARS" = "כל לוחות השנה";
"ALL_OF_STORE" = "כל ה-%@";
"N_CALENDARS" = "%@ לוחות שנה";

"SHOW_CALENDARS" = "הצג לוחות שנה";
"SHOW_ALL_CALENDARS" = "הצג את כל לוחות השנה";
"HIDE_ALL_CALENDARS" = "הסתר את כל לוחות השנה";
"NO_CALENDARS" = "אין לוחות שנה";

"ALERT" = "התראה";
"ALERT_LOWERCASE" = "התראה";
"ALERT_DETAIL_NAV_TITLE" = "התראה על אירוע";
"SECOND_ALERT" = "התראה שנייה";
"NONE_ALERT" = "ללא";
"NONE_INVITEES" = "ללא";
"EVENT" = "אירוע";
"EVENTS" = "אירועים";

"INTERVAL_SEPARATOR" = ", ";
"INTERVAL_DAYS" = "%@ ימים";
"INTERVAL_DAY" = "‏24 שעות";
"INTERVAL_HOURS" = "%@ שעות";
"INTERVAL_HOUR" = "שעה";
"INTERVAL_MINUTES" = "%@ דקות";
"INTERVAL_MINUTE" = "דקה";
"INTERVAL_SECONDS" = "%@ שניות";
"INTERVAL_SECOND" = "שניה";
"INTERVAL_WEEK" = "שבוע";
"INTERVAL_FORMAT_BEFORE" = "%@ לפני";
"INTERVAL_FORMAT_AFTER" = "%@ אחרי";
"BEFORE" = " לפני";
"AFTER" = "אחרי ";
"ON_TIME" = "בעת האירוע";
"ON_TIME_AT" = "ביום של האירוע (%@)";
"ALL_DAY_ALARM_FORMAT" = "%@ (%@)";


"DAY_TO_BETWEEN_TIMES" = "-";
"DAY_TO_NO_START_OR_LINE_BEGINNING" = " עד ";

"DAY_HEADER_WEEKDAY_WITH_DATE_MONTH_YEAR_FORMAT" = "%1$@‏, %2$@";

"DETAIL_ALL_DAY" = "כל היום";

"DETAIL_DURATION_FORMAT" = "מ-%@ עד %@";
"DETAIL_MULTIPLE_DAYS_START_FORMAT" = "מ-%@ ‏%@";
"DETAIL_DURATION_FORMAT_NO_FROM" = "%@ ל-%@";
"DETAIL_MULTIPLE_DAYS_END_FORMAT" = "עד %@ %@";
"DETAIL_MULTIPLE_ALL_DAY_START_FORMAT" = "כל היום החל מ%@";
"DETAIL_MULTIPLE_ALL_DAY_END_FORMAT" = "עד %@";

"CALENDAR" = "לוח שנה";
"UNTITLED_CALENDAR" = "לוח שנה ללא שם";
"UNTITLED_ACCOUNT" = "חשבון ללא שם";

"NOTES_PLACEHOLDER" = "הערות";
"NOTES_LOWERCASE" = "הערות";
"NOTES" = "הערות";
"SHOW_ALL_NOTES" = "הצג את כל הפתקים";

"URL" = "כתובת אינטרנט";
"URL_LOWERCASE" = "כתובת אינטרנט";

"VIEW_ON_FACEBOOK" = "הצג ב-Facebook";

"UNKNOWN" = "לא ידוע";

"SHARED_CALENDAR" = "לוח שנה משותף";
"SHARED" = "משותף";
"SHARED_BY_WITH_OWNER_DESCRIPTION" = "משותף על-ידי %@";
"SHARED_WITH_SINGLE_PERSON" = "‏שותף עם %@";
"SHARED_WITH_MULTIPLE_PEOPLE" = "שותף עם %@ ו…";
"PUBLIC_AND_SHARED" = "ציבורי ומשותף עם %@…";

"ACCESS_DENIED_EVENTS" = "ליישום זה אין גישה ללוח השנה שלך.";
"ACCESS_DENIED_REMINDERS" = "ליישום זה אין גישה לתזכורות שלך.";

/* Name of subscribed group */
"SUBSCRIBED" = "מינויים";
/* Name of birthday calendar */
"BIRTHDAY_CALENDAR" = "ימי הולדת";
/* The 'other' account, where the birthday calendar lives */
"OTHER_ACCOUNT" = "אחר";

/* Name of default Reminders calendar (9806767) */
"REMINDERS_CALENDAR" = "תזכורות";

/* Names of default iCloud calendars */
"ICLOUD_HOME_CALENDAR" = "בבית";
"ICLOUD_WORK_CALENDAR" = "עבודה";

"STARTS" = "מתחיל";
"ENDS" = "מסתיים";

"REPEAT" = "חזרה";
"NEVER" = "אף פעם";
"DAILY" = "פעם ביום";
"WEEKLY" = "פעם בשבוע";
"BIWEEKLY" = "פעם בשבועיים";
"MONTHLY" = "פעם בחודש";
"YEARLY" = "כל שנה";
"CUSTOM" = "מותאם אישית";

"AVAILABILITY" = "זמינות";
"BUSY" = "תפוס";
"FREE" = "פנוי";
"TENTATIVE" = "לא סופי";
"OUT_OF_OFFICE" = "מחוץ למשרד";

"EDIT" = "עריכה";
"CANCEL" = "ביטול";
"DONE" = "סיום";
"ADD" = "‏הוסף";
"TO_WITH_COLON" = "אל:";

/* ICS preview controller strings */

/* titles */
"ICS_EVENT_DETAILS" = "פרטי האירוע";
"ICS_EVENTS" = "%@ אירועים";

/* button title */
"ICS_ADD_ALL" = "הוסף/י הכול";
"ICS_ADD_SOME" = "הוסף/י (%@)";

/* calendar chooser title */
"ICS_CHOOSE_CALENDAR" = "בחר/י לוח שנה";

"DELETE_CALENDAR" = "מחק לוח שנה זה";
"EDIT_CALENDAR" = "ערוך/י לוח שנה זה";
"EDIT_CALENDARS" = "ערוך/י לוחות שנה אלו";
"ADD_CALENDAR" = "הוסף לוח שנה";
"JOIN_CALENDAR" = "הצטרף ללוח השנה";
"CALENDAR_NAME" = "שם לוח השנה";
"NEW_CALENDAR_WITH_ELLIPSIS" = "לוח שנה חדש…";
"ADD_CALENDAR_WITH_ELLIPSIS" = "הוסף לוח שנה…";
"DELETE_CALENDAR_CONFIRMATION" = "האם הינך בטוח/ה שברצונך למחוק לוח שנה זה? כל האירועים והתזכורות הקשורים ללוח שנה זה יימחקו גם כן.";
"DELETE_CALENDAR_CONFIRMATION_EVENTS_ONLY" = "האם הינך בטוח/ה שברצונך למחוק לוח שנה זה? כל האירועים הקשורים ללוח שנה זה יימחקו גם כן.";
"DELETE_CALENDAR_CONFIRMATION_REMINDERS_ONLY" = "האם הינך בטוח/ה שברצונך למחוק לוח שנה זה? כל התזכורות הקשורות ללוח שנה זה יימחקו גם כן.";

"UNKNOWN_IDENTITY" = "מישהו";
"UNKNOWN_IDENTITY_CAPITALIZED" = "מישהו";

"JOIN_CALENDAR_TITLE_FORMAT" = "להצטרף אל ״%@״?";
"JOIN_CALENDAR_BODY_FORMAT" = "%@ הזמין/ה אותך ללוח שנה משותף.";

"CANCELELD_BY_FORMAT" = "‏בוטל על-ידי %@";
"FROM_FORMAT" = "מאת: %@";
"TIME_CHANGED_TO_FORMAT" = "השעה עודכנה ל-%@";
"DATE_CHANGED_TO_FORMAT" = "התאריך עודכן ל-%@";
"LOCATION_CHANGED" = "המיקום השתנה";

"QUOTED_FORMAT" = "״%@״";

"COLOR" = "צבע";
"PURPLE" = "סגול";
"ORANGE" = "כתום";
"BLUE" = "כחול";
"RED" = "אדום";
"BROWN" = "חום";
"YELLOW" = "צהוב";
"GREEN" = "ירוק";

"SHARED_WITH_COLON" = "שותף עם:";
"PENDING" = "ממתין";
"OWNER" = "הבעלים";
"ADD_PERSON" = "הוסף משתמש";
"ADD_PERSON_WITH_ELLIPSIS" = "הוסף משתמש…";
"PUBLIC_CALENDAR" = "פרסם לוח שנה";
"PUBLIC_CALENDAR_DESCRIPTION" = "אפשר/י לכל אחד להירשם לגירסה לקריאה בלבד של לוח השנה הזה.";
"PUBLISHING_WITH_ELLIPSIS" = "מפרסם…";
"VIEW_ONLY" = "תצוגה בלבד";
"VIEW_AND_EDIT" = "תצוגה ועריכה";
"ALLOW_EDITING" = "‏אפשר עריכה";
"ALLOW_EDITING_DESCRIPTION" = "אפשר/י לאדם זה לבצע שינויים\nבלוח השנה.";
"RESEND_SHARING_INVITATION" = "שלח שוב את הזמנת השיתוף";
"REMOVE_FROM_CALENDAR" = "הסר מלוח השנה";
"REMOVE" = "הסר";
"REMOVE_ALERT_TEXT" = "הגישה של %@ ללוח השנה הזה תאבד באופן מיידי.";
"SHARE_LINK_WITH_ELLIPSIS" = "שתף קישור…";
"SHARE_LINK_TO_CALENDAR_WITH" = "שתף/י את הקישור ללוח השנה עם:";
"EMAIL" = "שלח דוא\"ל";
"MESSAGE" = "‏הודעה";
"TWEET" = "ציוץ";
"COPY_LINK" = "העתק קישור";

/* Shared calendar event changes */
"SHARED_ADDED_TO_CALENDAR_BY" = "התווסף אל %@ על-ידי %@";
"SHARED_DELETED_FROM_CALENDAR_BY" = "נמחק מ-%@ על-ידי %@";
"SHARED_UPDATED_IN_CALENDAR_BY" = "עודכן ב-%@ על-ידי %@";
"SHARED_ONE_PROP_CHANGED_BY" = "%@ השתנה על-ידי %@";
"SHARED_ONE_PROP_CHANGED_TO_BY" = "%@ השתנה ל-%@ על-ידי %@";
"SHARED_TWO_PROPS_CHANGED_BY" = "%@ ו-%@ השתנו על-ידי %@";

"SHARED_ADDED_TO_CALENDAR_COALESCED" = "%@ אירועים נוספו אל %@.";
"SHARED_DELETED_FROM_CALENDAR_COALESCED" = "%@ אירועים נמחקו מ-%@.";
"SHARED_UPDATED_IN_CALENDAR_COALESCED" = "%@ אירועים עודכנו ב-%@.";
"SHARED_ADDED_TO_CALENDAR_BY_COALESCED" = "%@ אירועים נוספו אל %@ על-ידי %@.";
"SHARED_DELETED_FROM_CALENDAR_BY_COALESCED" = "%@ אירועים נמחקו מ-%@ על-ידי %@.";
"SHARED_UPDATED_IN_CALENDAR_BY_COALESCED" = "%@ אירועים עודכנו ב-%@ על-ידי %@.";

"SHARED_PROP_DATE" = "תאריך";
"SHARED_PROP_TIME" = "‏שעה";
"SHARED_PROP_TITLE" = "‏כותרת";
"SHARED_PROP_LOCATION" = "‏מיקום";

"ADD_SHAREES_PROMPT" = "הוסף/י משתתפים ללוח שנה זה.";

"CREATED_BY" = "נוצר על-ידי";
"EDITED_BY" = "נערך על-ידי";
"CREATED_BY_LOWERCASE" = "נוצר על-ידי";
"EDITED_BY_LOWERCASE" = "נערך על-ידי";

"SHARED_CALENDAR_INVITE_REPLY_ACCEPTED" = "%@ הצטרף/ה ללוח השנה המשותף שלך.";
"SHARED_CALENDAR_INVITE_REPLY_DECLINED" = "%@ דחה/תה את לוח השנה המשותף שלך.";
"PENDING_SHARED_CALENDAR_FORMAT" = "%@ נמצא/ת בהמתנה להזמנה זו ללוח השנה המשותף.";

"SHARED_CALENDAR_NO_LONGER_SHARED" = "לוח שנה זה אינו מחובר יותר.";
"SHARED_CALENDAR_NOW_PUBLIC" = "לוח שנה זה ציבורי כעת.";

"PUBLISHED_CALENDAR_MESSAGE_SUBJECT" = "הירשם ללוח השנה %@ שלי";
"PUBLISHED_CALENDAR_MESSAGE_BODY" = "הירשם ללוח השנה %@ שלי ב: %@";

"ATTACHMENTS" = "קבצים מצורפים";
"ATTACHMENTS_LOWERCASE" = "קבצים מצורפים";
"CANNOT_OPEN_ATTACHMENT" = "לא ניתן לפתוח קובץ זה";
"ATTACHMENT_DOWNLOAD_PROGRESS" = "%@ מתוך %@";
"ATTACHMENT_DOWNLOAD_ERROR" = "ארעה שגיאה בעת הורדת הקובץ המצורף.";
"ATTACHMENT_FILE_TYPE_ERROR" = "קבצים מסוג זה אינם נתמכים.";
"UNTITLED_ATTACHMENT" = "קובץ מצורף ללא שם";

"UPDATING_CALENDARS_WITH_ELLIPSIS" = "מעדכן לוחות שנה…";

"ENDS_TIME_FORMAT" = "מסתיים ב-%@";

"CALENDAR_DATE_AT_TIME_FORMAT" = "%@ ב-%@";
"CALENDAR_TODAY" = "היום";
"CALENDAR_TODAY_LOWER" = "היום";
"CALENDAR_YESTERDAY" = "אתמול";
"CALENDAR_YESTERDAY_LOWER" = "אתמול";
"CALENDAR_TOMORROW" = "מחר";
"CALENDAR_TOMORROW_LOWER" = "מחר";

/* date prior to day, but in previous week ('last Monday')*/
"CALENDAR_LAST_WEEK_FORMAT" = "%@ האחרון";
"CALENDAR_LAST_WEEK_LOWER_FORMAT" = "%@ האחרון";
/* prior day to today, but in this week ('this past Monday') */
"CALENDAR_PRIOR_DAY_THIS_WEEK_FORMAT" = "%@ האחרון";
"CALENDAR_PRIOR_DAY_THIS_WEEK_LOWER_FORMAT" = "%@ האחרון";
/* date after today, but in this week ('this Friday') */
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_FORMAT" = "‏%@ זה";
"CALENDAR_SUBSEQUENT_DAY_THIS_WEEK_LOWER_FORMAT" = "‏%@ זה";
/* date after today, but in next week ('next Thursday'). I'm not completely sure why we don't just say Next here. */
"CALENDAR_NEXT_WEEK_FORMAT" = "‏%@ זה";
"CALENDAR_NEXT_WEEK_LOWER_FORMAT" = "‏%@ זה";

/* These strings are used for the title of a group of accounts of specific types */
"SUBSCRIBED_CALENDAR_GROUP_TITLE" = "מינויים";
/* Ususally preceeded by "All" to denote selecting all the calendars in the group. In english these are the same. */
"SUBSCRIBED_CALENDAR_GROUP_MID_SENTENCE_TITLE" = "מינויים";

"FACEBOOK_GROUP_TITLE" = "Facebook";
"FACEBOOK_GROUP_MID_SENTENCE_TITLE" = "Facebook";
